Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/hvl.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Relevant research fields include human factors, human-machine interface (HMI), computer science, control technology and electrical engineering, naval architecture, ocean technology and various social science field such as social anthropology, organization and management, law, etc.
nb: De relevante forskningsfeltene omfatter menneskelige faktorer, menneske-maskininteraksjon (HMI), datavitenskap, styringsteknologi og elektroteknikk, marin arkitektur, havteknikk og ulike samfunnsvitenskapelige fagfelt som sosialantropologi, organisasjon og ledelse, jus, m.fl.

source: The results also showed that the children themselves did not want Saturday school attendance to learn math to the same degree as their parents, where within the community of practice there were different approaches to why the children participated and how their participation was supported.
nb: Forskningen viste også at barna selv ikke ønsket deltakelse i lørdagsskolen for å lære matematikk i samme grad som foreldrene, der det innad i praksisfellesskapet var ulike tilnærminger til hvorfor barna deltok, og hvordan det ble sørget for deres deltakelse.

source: Students should play an active role in the learning processes through their choice of courses, learning situations and places of study.
nb: Kandidatene skal ha en aktiv rolle i læringsprosessene gjennom valg av emner, læringssituasjoner og studiesteder.

source: can explain methods for subsea operations, including the use of remotely operated and programmable vehicles (ROV/AUV), diving and relevant surface vessels;
nb: Kan forklare metoder for undervannsoperasjoner, herunder anvendelse av fjernstyrte og programmerbare undervannsfarkoster (ROV/AUV), dykking og relevante overflatefartøy;

source: Adjusting oral consists of a 15 minutes presentation based on the individual assignment and 10 minutes questioning/examination.
nb: Justerende muntlig består av 15 minutter presentasjon av oppgaven og 10 minutter utspørring/eksaminasjon.

source: Develop a conscious and critical relationship to different techniques for presentation of geographical information.
nb: Utvikle et bevisst og kritisk forhold til ulike teknikker for presentasjon av geografiske informasjon, og til data avledet fra dem.

source: Creative and practical-aesthetic learning processes are experience-based learning processes associated with active, physical, experience-oriented, relational, creative and exploratory strategies for holistic learning.
nb: Kreative og praktisk-estetiske læreprosesser er erfaringsbaserte læreprosesser som er knyttet til aktive, kroppslige, opplevelsesorienterte, relasjonelle, innovative og utforskende strategier for helhetlig læring.

source: Export from Oria:
nb: Eksport fra Oria:

source: The student will learn relevant data acquisition methods and offshore surveying tasks.
nb: Studenten skal videre lære metoder for datainnsamling og arbeidsoppgaver også relevant for offshore surveying.

source: Production of natural gas (geology, fields exploration, drilling)
nb: Produksjon av naturgass (geologi, eksplorasjon, boring)

source: Bernouilli's equation with and without loss.
nb: Beherske et relevant begreps- og formelapparat.

source: Children, money, involvement, mathematics and critical thinking
nb: Barn, penger, medvirkning, matematikk og kritisk tenkning

source: • Individual written exam in business economics and finance, 3 hours (60%)
nb: Individuell skriftlig skoleeksamen i bedriftsøkonomi og finans, 3 timer (teller 60%)

source: 26.09.22 - Conference in Shanghai with Top Executives
nb: 26.09.22 – Layoverarrangement i Shanghai (mer informasjon kommer)

source: Has knowledge of relevant preparations, examinations, nursing procedures and use of technical utilities.
nb: Har kunnskap om aktuelle forberedelser, undersøkelser, sykepleieprosedyrer og bruk av tekniske hjelpemiddel.

source: Describe characteristic properties of relevant datum and projection systems.
nb: Kunne gjengi basisegenskaper til aktuelle datum og projeksjonssystemer.

source: Explain how theory of Advanced Algorithms may be used within computer science and engineering
nb: Forklare hvordan teori for videregående algoritmer kan utnyttes innenfor computer science og ingeniørfag

source: Hypotheses-testing, analysis of variance and calculation of confidence intervals.
nb: Hypotesetesting, variansanalyse og beregning av konfidensintervall.

source: can discuss and explain national and international testing standards for materials in buildings and industry
nb: kan drøfte og forklare nasjonale og internasjonale teststandarder for materialer i bygninger og industri

source: o Revise the quality assurance system for doctoral education at Western
nb: o Revisjon av rammeverket for det systematiske kvalitetsarbeidet ved

source: Reflect own professional skills, individually and in groups, with adjustment under guidance.
nb: Reflektere over egen faglig utøvelse, både individuelt og i gruppearbeid, og justere denne under veiledning.

source: Example library displayed with Bottom – Split layout:
nb: Eksempel på bibliotek i Bottom – Split layout:

source: The Head of Programme enables the programme committee to take initiative to assure the quality of the programme which includes keeping the committee posted on evaluation of the programme (se section 7), on feedback from the midterm evaluation (see section 8) and on the candidates’ progress (see section 9).
nb: Fagansvarlig setter programutvalget i stand til å initiere tiltak for kvalitetssikring blant annet ved å holde utvalget orientert om evaluering av ph.d.-studiet (se pkt 7), om tilbakemelding fra midtveisevaluering (se pkt 8) og om kandidatenes framdrift (se pkt 9).

source: Through co-operation with research groups abroad and student exchange, foreign co-supervisors will be facilitated.
nb: Gjennom samarbeid med forskergrupper i utlandet og studentutveksling vil det bli lagt til rette for utenlandske medveiledere.

source: When completing a thesis 2) with an element of artistic activity, documentation of the artistic result must be submitted together with written material which conveys the candidate's reflection on the work.
nb: Ved gjennomføring av masterarbeid 2) med innslag av kunstnerisk virksomhet skal dokumentasjon av det kunstneriske resultatet leveres sammen med et skriftlig materiale som formidler kandidatens refleksjon knyttet til arbeidet.

source: Reflection over and discussion of process and results
nb: Refleksjon over og drøfting av arbeidsprosesser og resultater

source: gives you access to more than 36 000 e-books from Cambridge University Press.
nb: har tilgang til mer enn 36 000 e-bøker fra Cambridge University Press.

source: The course covers the basic and the introduction of more advanced principles of modeling, simulation, analysis and design of control systems.
nb: Emnet dekker forståelse over de grunnleggende og innføring i mer avanserte, moderne prinsipper og teknikker innen modellering, simulering, analyse og design av reguleringssystemer.

source: A downloaded e-book is available for a limited period, just like a regular book loan.
nb: En nedlastet e-bok er tilgjengelig i en avgrenset periode, som et vanlig boklån.

source: Carries out nursing procedures, administers drugs according to current guidelines, and assists in examinations and treatment in a professionally justifiable manner.
nb: Samarbeider med pasienter, pårørende og frivillige, og anvender deres kunnskap og ressurser som bidrag til et meningsfylt og aktivt miljø på sykehjemmet/institusjonen.

source: Type 2 diabetes is the most common form of diabetes, and a substantial increase in affected individuals has occurred over the last years.
nb: Type 2 diabetes er den vanligste formen for diabetes, og en eksplosiv økning i antall pasienter har skjedd de siste årene.

source: ulty of medicine at the University of Oslo.
nb: Problemet var imidlertid at i denne

source: - Event design & concept development
nb: - Utforming av arrangement & konseptutvikling

source: design mechanical equipment for subsea applications;
nb: Designe maskinteknisk utstyr for anvendelse under vann;

source: Here are my scientific publications since 2018:
nb: Her er mine vitenskapelige publikasjoner siden 2018:

source: The sub-goals mention, among other things, increased energy efficiency as an important measure to achieve goal no. 7 and several of the other sustainability goals.
nb: I delmålene nevnes blant annet økt energieffektivitet som et viktig tiltak for å nå mål nr. 7 og flere av de andre bærekraftsmålene.

source: • A written, individual assignment in marketing (B2C and B2B) (40%)
nb: En skriftlig individuell oppgave i markedsføring (B2C og B2B) med teori og diskusjonsdel (teller 40%)

source: What is the societal contribution of space syntax?
nb: Hva er det samfunnsmessige bidraget til space syntax?

source: Reflect over barrieremodels and the ALARP principle.
nb: Reflektere over barrieremodeller og ALARP prinsippet.

source: Key research designs with different methodological approaches and combinations of these (triangulation) are reviewed, including methods for data production.
nb: Sentrale forskningsdesign med ulike metodiske tilnærminger og kombinasjoner av disse (triangulering) gjennomgås, herunder metoder for dataproduksjon.

source: Absence exceeding 10%, regardless of cause, results in failed practical training.
nb: Fravær over 10 %, uansett årsak, gir ikke bestått praksis.

source: Can reflect critically over and discuss research results
nb: kan reflektere kritisk over og drøfter forskningsresultat

source: The final essay will be handed in as exam paper 10 days after the last seminar. Course requirements
nb: Ferdig essay leveres som eksamensoppgave 10 dager etter siste samling. Arbeidskrav Ingen.

source: The main study will be a cohort study with a consecutive selection of patients with different cancer diagnoses = /> 80 years without cognitive impairment, that is electively admitted to somatic surgical departments at Haukeland University Hospital (HUS).
nb: Hovedstudien vil være en kohortstudie med et konsekutivt utvalg av pasienter med ulike kreftdiagnoser = /> 80 år uten kognitiv svekkelse, som er henvist til somatisk kirurgiske avdelinger ved Haukeland Universitetssykehus (HUS).

source: Post doc at Uni Research Health from 2008-2010.
nb: Post doc ved Uni Research Helse fra 2008-2010.

source: For road engineers, space syntax is used to evaluate the impact of new road connections on existing and new shopping areas and shopping centres.
nb: For veiingeniører brukes space syntax for å evaluere effekten av nye veiforbindelser på eksisterende og nye handelssenter.

source: The purpose of this study is to contribute to increased knowledge about how programming can
nb: Formålet med studien er å bidra til økt kunnskap om hvordan programmering kan fremme

source: Investigations of patients with suspected MODY is useful due to:
nb: Undersøkelser av pasienter med mistenkt MODY er nyttig på grunn av:

source: Ongoing research projects
nb: Danning og akademisk handlag,

source: Alexander Jakubanecs has previously worked as a research fellow at Centre for Applied Research at Norwegian School of Economics (NHH).
nb: Alexander Jakubanecs har tidligere jobbet som forsker ved Samfunns- og Næringslivsforskning (SNF) ved NHH.

source: The courses offered are based on the research environments' core competencies and cover a need for breadth of knowledge (compulsory courses) and in-depth knowledge (optional courses).
nb: Emnene som tilbys tar utgangspunkt i forskningsmiljøenes kjernekompetanse og dekker et behov for breddekunnskap (obligatoriske emner) og dybdekunnskap (valgfrie emner).

source: dimensions, in which computational thinking was used.
nb: tilnærminger og dimensjoner i algoritmisk tenkning.

source: The course has two parts, 5 credits each.
nb: Kurset er todelt, hver del har omfang på 5 studiepoeng.

source: Scientific Advisor for 'The Second Language Learners Plus Intervention' led byv
nb: Vitenskapelig rådgiver for 'The Second Language Learners Plus Intervention' ledet av

source: The last year of the program allows students to specialize in one of three different profiles (accounting; finance and economic management; or management, organization, and strategy).
nb: Siste år av studiet gir studenter muligheten til fordypning ved valg av tre forskjellige profiler (regnskap, finans og økonomistyring eller ledelse organisasjon og strategi).

source: People over the age of 80 have significantly more stays in hospitals than the rest of the population, which places great demands on the competence of nurses and other health professionals.
nb: Personer over 80 år har vesentlig flere døgnopphold på sykehus enn resten av befolkningen, og dette stiller store krav til kompetanse hos sykepleiere og annet pleiepersonell.

source: Some of these neighbourhoods are analysed with space syntax.
nb: Noen av disse nabolagene er analysert med space syntax.

source: For property developers, space syntax is used for making indications on the property value on their properties as a result of future spatial changes in a neighbourhood.
nb: For eiendomsutviklere brukes space syntax for å indikere eiendomsverdien på eiendommer som et resultat av fremtidige romlige endringer i et nabolag.

source: can problematize randomization, stratification, blinding and bias
nb: kan problematisere randomisering, stratifisering, blinding, bias

source: Oral examination, but with more than 50 students the exam may a 4 hour written exam.
nb: Muntlig eksamen, men om det blir mer enn 50 studenter kan det bli 4 timer skriftlig eksamen.

source: After the voyage, it will be possible to participate in an academic module which, together with the course, gives 10 credits.
nb: Det vil i etterkant av seilasen være mulig å delta på en faglig modul som sammen med kurset gir 10 studiepoeng.

source: Through this study, mathematics teachers can gain insight to what validation is, where and
nb: Gjennom denne studien kan matematikklærere få innsikt i hva validering er, hvor og hvordan

source: Review of relevant "Byggforsk" sheets
nb: Gjennomgang av relevante blad i Byggforsk-serien

source: Calculate power output and loads for typical marine energy devices.
nb: Regne på effekt og belastninger for forskjellige fornybare havenergikonsepter.

source: A backup can be made in a single, compressed file.
nb: For å lage en sikkerhetskopi av biblioteket i en komprimert fil:

source: Vestibular Rehabilitation (VR) is considered the most efficient treatment for vestibular hypofunciton.
nb: Vestibular Rehabilitation (VR) har vist seg å være den mest effektive behandlingen for vestibulær dysfunksjon.

source: Installation and configuration of Linux.
nb: Installasjon og konfigurasjon av Linux.

source: Absence between 10% and 20% can still, if possible, be obtained during practical training in agreement with contact nurse and teacher.
nb: Fravær på mellom 10% og 20% kan likevel, hvis mulig, arbeides inn i løpet av praksisperioden etter avtale med kontaktsykepleier og lærer fra høgskolen.

source: The candidate has knowledge of accuracy and reliability, signal transmission and signal processing, technical safety, system response and process controllers.
nb: Kandidaten har kunnskaper om nøyaktighet og pålitelighet, signaloverføring og signalbehandling, teknisk sikkerhet, systemrespons og prosesskontrollere.

source: Improving pedestrian accessibility and street life in urban squares and streets (For example the Trafalguas Square in London)
nb: Metoden kan forklare tilgjengelighet for fotgjengere og hvordan gatestruktur skaper gateliv i urbane torg og gater (Eksempel finnes for eksempel Trafalguas Square i London)

source: Knowledge of the cause of leakage, fire and explosion and the consequences for humans and material.
nb: Kunnskap om mekanismer for ulike lekkasjer (gass og væske), branner og eksplosjoner, samt konsekvenser for mennesker og materielle verdier.

source: In parallel, comprehensive experimental studies on flexible, cheap and efficient solar technologies such as Dye Sensitized solar Cells, Quantum Dot Solar Cells, Organic Solar Cells and Perovskite Solar Cells are carried out with international partners.
nb: Parallelt driver gruppen syntese, karakterisering av nanomaterialer og fabrikasjon og testing av tredje generasjon solceller som ‘Dye Sensitized solar Cells’, ‘Quantum Dot Solar Cells’, ‘Organic Solar Cells’ and ‘Perovskite Solar Cells’ i samarbeid med internasjonale partnere.

source: strengthen the validity of the data material, especially in the identification of sociomathematical norms, an interview with the pupils’ mathematics teacher was also implemented.
nb: For å styrke validiteten av datamaterialet, særlig i identifiseringen av sosiomatematiske normer, ble det også gjennomført et intervju med elevenes matematikklærer.

source: ” (3 year students), and hiked up to the Food Forest at Ulriken.
nb: ” (3 studieår), og vi gikk opp til Matskogen ved Ulriken.

source: The activities within MarCATCH includes e.g. safety and welfare for passengers, usability, safety and design of ships and ship equipment, safety management, autonomy, inter-personal relations and maritime regulations.
nb: Aktivitetene i senteret er blant annet knyttet til sikkerhet og velferd for passasjerer om bord i passasjerskip, brukervennlighet og sikkerhet i design av skip og skipsutstyr, sikkerhetsstyring, autonomi, mellommenneskelige relasjoner og maritimt regelverk med et helhetlig perspektiv og utgangspunkt i mennesket.

source: You can read the books in your web browser or download them in PDF to an eReader, mobile device or PC/Mac.
nb: Bøkene kan leses i en standard nettleser eller lastes ned i PDF-format til lesebrett, mobil eller PC/Mac.

source: Another main point in the report is that
nb: Et annet hovedpoeng i rapporten er at

source: can place their research area at an individual, group and community level, and in relation to contextual conditions for health, functioning and participation
nb: kan plassere sitt forskningsområde på individ-, gruppe- og samfunnsnivå og i forhold til kontekstuelle vilkår for helse, funksjon og deltakelse

source: Can develop, find and use modern, state-of-the-art software tools and frameworks for data analysis, visualization and reporting
nb: Kan utvikle, finne og bruke moderne, "state-of-the-art" programvaresystemer og rammeverk for data-analyse, visualisering og rapportering.

source: The coursework must consist of at least 30 credits, of which 20 credits must be completed following admission to the programme.
nb: Studieplanen spesifiserer kravene til innhold i opplæringsdelen. Opplæringsdelen skal tilsvare minst 30 studiepoeng (stp), der minst 20 stp skal avlegges etter opptak.

source: Our studies has focused on development of new analysis methods for treated ballast water, by studying the connections between UV-dose and vitality, as well as vitality over time after irradiation.
nb: Våre studier har fokusert på å utvikle nye analysemetoder for behandlet ballastvann, ved å undersøke sammenhengen mellom UV-dose og dødelighet, og dødelighet over tid etter bestråling.

source: Students must anticipate expenses related to the excursion (the Ole Bull Academy costs NOK 700).
nb: Kurs og overnatting er gratis, men studentane må pårekna kostpenger på 700,- og reisekostnader.

source: can initiate and facilitate interdisciplinary research and interdisciplinary collaboration
nb: kan initiere og legge til rette for tverrvitenskapelig forskning og tverrfaglig samarbeid

source: Knowledge in control systems, Electronic, circuit theory, etc.
nb: Kunskap i reguleringsteknikk, elektronikk, krets, osv.

source: The course is conducted as a combination of synchronous and asynchronous lectures and web seminars.
nb: Kurset gjennomføres som en kombinasjon av synkrone og asynkrone forelesninger og web-seminar.

source: The research administration is responsible for coordinating the employment and admission process.
nb: Forskningsadministrasjonen har ansvaret for koordinering av tilsettings- og opptaksprosess.

source: The "Søknadsskjema for godkjent praksisplass" (approved company form) includes information about name and address of the company, the responsible person and the periode for the internship.
nb: I "Søknadsskjema for godkjent praksisplass" inngår opplysninger om bedriftens navn og adresse, ansvarlig kontaktperson, tidsperiode for praksis.

source: I have published more than 30 scientic articles, in addition to book chapters and reports.
nb: Jeg har til sammen publisert over 30 vitenskapelige artikler, i tillegg til bokkapitler, fagartikler og rapporter.

source: Deadline for delivery of master thesis will be published on the Student Web and digital examination system.
nb: Innleveringsfrist blir publisert på Studentweb og digitalt eksamenssystem.

source: Selection and justification of research design and methods in the work
nb: Valg av og begrunnelse for FoU-design og metoder i arbeidet

source: When completing a thesis 1) without an element of artistic activity, the written part should normally have a scope of 21 000-28 000 words (60-80 pages).
nb: Ved gjennomføring av masterarbeid 1) uten innslag av kunstnerisk virksomhet skal den skriftlige delen normalt ha et omfang på 21 000-28 000 ord (60-80 sider).

source: Grading A-F, F is failed.
nb: Karakterskala er A-F der F er ikke bestått.

source: Admission to the PhD programme will be in accordance with the Regulations for the degree Philosophiae doctor (PhD) at HVL, admission criteria stated in the programme description and admission criteria stated in the supplementary guidelines for the given PhD programme.
nb: Opptak til ph.d.-utdanningen skjer etter forskrift for graden philosophiae doctor (ph.d.) ved HVL, opptakskriterier gitt i studieplanen for det aktuelle ph.d.-studium, og opptakskrav angitt i egne retningslinjer for det enkelte ph.d.-studium.

source: In this subject the students will acquire basic knowledge of installation, administration and operation of a UNIX (Linux) system, and operation and maintenance of relational databases.
nb: Emnet skal gi studentene grunnleggende kunnskaper om installasjon, administrasjon og drift av Unix, samt drift og vedlikehold av relasjonsdatabaser.

source: 25.09.22 - Lectures and workshop in Shanghai
nb: 25.09.22 – Faglig samling i Shanghai

source: Can apply relevant NORSOK- standards.
nb: kan anvende relevante NORSOK - standarder.

source: Students must expect expenses of approximately NOK 5500 to cover travel, accommodation and activities.
nb: NOK 5500 for å dekke reise, opphold og aktiviteter.

source: is a collective of researchers from Australia, UK and Finland working together to think about early childhood literacy and sustainability learning.
nb: er et forskningskollektiv fra Australia, Stobritannia og Finland som jobber sammen om å tenke bærekraft og lesing og skriving i tidlig barndom.

source: In the autumn of 2020 a new curriculum, L20, will be introduced in Norwegian schools.
nb: Høsten 2020 innføres ny læreplan, L20, i den norske skolen.

source: February 2021, I was employed by Gassco as a (technical) safety specialist.
nb: februar 2021 gikk jeg inn i en hovedstilling som spesialist i (teknisk) sikkerhet ved Gassco.

source: The method uses chitinolytic enzymes to attack the exoskeleton of sea lice, and is patented in Norway and Great Britan (NO20160259A, GB1602762.5A).
nb: Metoden bygger på bruk av kitinolytiske enzymer som vil angripe kitin i skallet hos lakselus, og dette er patentert i Norge og Storbritannia (NO20160259A, GB1602762.5A).
